Repository: wp-plugins/bb-edition-control
Catalog: languages/bb-edition-control-*.po
Languages: pt_br

source: Edition Control
pt_br: Controle de Edições

source: Settings
pt_br: Configurações

source: Options
pt_br: Opções

source: Save Changes
pt_br: Salvar alterações

source: Add New Edition
pt_br: Adicionar nova edição

source: Edition saved
pt_br: Edição salva

source: Options saved
pt_br: Opções salvas

source: Edition removed
pt_br: Edição removida

source: Error on save
pt_br: Erro ao salvar

source: Edition
pt_br: Edição

source: Editions
pt_br: Edições

source: Editing
pt_br: Editando

source: Please create an edition first
pt_br: Por favor, crie uma edição primeiro

source: Select an edition
pt_br: Selecione a edição

source: Number
pt_br: Número

source: Name
pt_br: Nome

source: Slug
pt_br: Endereço amigável

source: Description
pt_br: Descrição

source: Back
pt_br: Voltar

source: edit
pt_br: editar

source: New
pt_br: Nova

source: Apply filter in templates
pt_br: Aplicar o filtro nos templates

source: The posts will be filtered by editions only on main loop. By default is only applied in home.
pt_br: Os posts somente serão filtrados pela edição no loop principal. Por padrão é aplicado apenas na home.

source: Post types
pt_br: Tipos de post

source: Post types the editions will be applied.
pt_br: Os tipos de posts que serão categorizados pelas edições.

source: Post type slug
pt_br: URI personalizada

source: The URI to the personalized template to show editions content.
pt_br: Endereço para template personalizado e para exibir conteúdos das edições.

source: After change this value go to <b>Settings > Permalinks</b> and save to flush the rules.
pt_br: Após alterar este valor vá em <b>Configurações > Links Permanentes</b> e salve para atualizar as novas regras.

source: Edition name format
pt_br: Formato para nome da edição

source: Preformated string to quick create.
pt_br: Texto pré-formatado para criação rápida de edições.

source: Quick edition create
pt_br: Criação rápida de nova edição

source: Create a new edition with today date and the name prefotmated in Options
pt_br: Cria uma nova edição com a data de hoje e o nome pré-formatado em Opções

source: Attention
pt_br: Atenção

source: You are going to delete permanently the edition
pt_br: Você está prestes a excluir definitivamente a edição

source: All posts associated with this edition will be lost on templates that use this feature.
pt_br: Todos os posts associados a esta edição ficarã perdidos nos templates que usam este recurso.

source: Public
pt_br: Publicado

source: Not public
pt_br: Não publicado
